INSERT INTO flights_management.tickets (
		passport_no,
		passenger_name,
		flight_id,
		seat_id,
		cost
	)
VALUES ('KG1234567', 'Акылбек Усенов', 1, 1, 5000.00),
	('KG2345678', 'Жанара Касымова', 1, 2, 5000.00),
	('KG3456789', 'Эмиль Садыков', 2, 3, 7200.00),
	('KG4567890', 'Айжан Абдрахманова', 2, 4, 7200.00),
	('KG5678901', 'Талантбек Оморов', 3, 5, 6000.00),
	('KG6789012', 'Гулмира Исманова', 3, 6, 6000.00),
	('KG7890123', 'Руслан Токтосунов', 4, 7, 6500.00),
	('KG8901234', 'Асель Бекова', 4, 8, 6500.00),
	('KG9012345', 'Эльдар Мамытов', 5, 9, 5800.00),
	('KG0123456', 'Айбек Тургунов', 5, 10, 5800.00),
	('KG1123456', 'Нуржан Жолдошев', 6, 11, 7000.00),
	(
		'KG2123456',
		'Айсулуу Курманбекова',
		6,
		12,
		7000.00
	),
	('KG3123456', 'Канатбек Мырзаев', 7, 13, 6200.00),
	('KG4123456', 'Жанат Омуркулов', 7, 14, 6200.00),
	('KG5123456', 'Сайкал Эркинова', 8, 15, 5500.00),
	(
		'KG6123456',
		'Азамат Кудайбергенов',
		8,
		16,
		5500.00
	),
	(
		'KG7123456',
		'Бакытбек Баймуратов',
		9,
		17,
		6800.00
	),
	(
		'KG8123456',
		'Мээрим Дуйшоева',
		9,
		18,
		6800.00
	),
	(
		'KG9123456',
		'Эльмира Сабырова',
		10,
		19,
		7200.00
	),
	(
		'KG0132456',
		'Адилет Шералиев',
		10,
		20,
		7200.00
	);

	
insert into tickets (
		passport_no,
		passenger_name,
		flight_id,
		seat_id,
		cost
	)
values ('KG4567890', 'Алина Токтосунова', 3, 4, 5500.00),
	(
		'KG5678901',
		'Кубанычбек Абдылдаев',
		4,
		5,
		6000.00
	),
	(
		'KG6789012',
		'Гуляйым Сатыбалдиева',
		5,
		6,
		4800.00
	),
	(
		'KG7890123',
		'Нурбек Исаков',
		6,
		7,
		7000.00
	),
	(
		'KG8901234',
		'Саадат Шаршенова',
		7,
		8,
		5100.00
	),
	(
		'KG9012345',
		'Айбек Темирбеков',
		8,
		9,
		5300.00
	),
	(
		'KG0123456',
		'Бакытбек Усенов',
		9,
		10,
		7500.00
	),
	(
		'KG1234567',
		'Назгуль Жолдошева',
		10,
		11,
		4900.00
	),
	(
		'KG2345678',
		'Эмиль Сатыбалдиев',
		1,
		12,
		5800.00
	),
	(
		'KG3456789',
		'Жанара Касымова',
		2,
		13,
		6200.00
	);
